translation = {
    'base': {
        'go_home': {
            'ru': 'Домой',
            'ua': 'Додому',
        },
        'my_lessons': {
            'ru': 'Уроки для меня',
            'ua': 'Уроки для мене',
        }
    },

    'homework_form': {
        'class': {
            'ru': 'Класс:',
            'ua': 'Клас:',
        },
        'item': {
            'ru': 'Предмет:',
            'ua': 'Предмет:',
        },
        'code': {
            'ru': 'Ваш код доступа:',
            'ua': 'Ваш код доступу:',
        },
        'text': {
            'ru': 'Текст задания: ',
            'ua': 'Текст задания:'
        },
        'date_to': {
            'ru': 'Сдать до: ',
            'ua': 'Здати до:'
        }
    },

    'index': {
        '0':0
    },

    'settings': {
        'class': {
            'ru': 'Класс:',
            'ua': 'Клас:',
        },
        'save': {
            'ru': 'Сохранить',
            'ua': 'Зберегти',
        }
    },
    'lessons': {
        'date_to': {
            'ru': 'Сдать до:',
            'ua': 'Здати до:'
        }
    }

} 
